<?php
/**
 * Created by PhpStorm.
 * User: cheremhovo1990
 * Date: 24.02.19
 * Time: 20:12
 */
declare(strict_types=1);


namespace App\Services\GenerateText;


class Sentence
{
    public $list = [
        'Для нас очень важен Ваш комфорт и уют, ведь от этого зависит вернетесь Вы к нам еще, порекомендуете ли друзьям.',
        'Если вы ищете уютное жилье, в котором можно спокойно отдохнуть после тяжелого трудового дня, то компания "{name}" предлагает вам отличный вариант.',
        'Благоприятный район с развитой инараструктурой.',
        'Мы создали современный подход для того, чтобы вам было максимально комфортно.',
        'Вы можете забронировать номер в любое удобное для себя время, чтобы заранее значить, что мы будем вам ждать.',
        'Удобное месторасположение позволит быстро и легко добраться до любой точки города, до места работы и не тратить личное время на утомительные поездки.',
        'Современные номера гостиницы оборудованы всем необходимым для комфортного отдыха.',
        'Прекрасное окружение гостиницы позволяет выбрать номера с роскошным видом.',
        'Выгодное соотношение цены и комфорта.',
        'Ютная обстановка, развитая инфраструктура, низкие цены – далеко не все преимущества комнаты в нашем общежитии',
        'Развитая инфраструктура и спокойный район в сочетании с доступными ценами делают хостел оптимальным вариантом для каждого гостя.',
        'Здесь можно с минимальными затратами отдохнуть от поездок и перелетов, экскурсий и культурных походов.',
        'Номера оснащены удобной мебелью, всем необходимым для комфортного пребывания.',
        'Уют и теплая атмосфера, стильный интерьер и удобный европейский тип нашего хостела, профессионализм и гостеприимство наших сотрудников.',
        'Безопасность и экономия – те составляющие, которые мы гарантируем со стопроцентной уверенностью при размещении групп.',
        'В номере чисто, уютно.',
        'Персонал приветливый, доброжелательный.',
        'Удобное месторасположение, тихо, спокойно.',
        'Живописный район, в котором построена мини гостиница, является тихим и спокойным, что позволяет чувствовать себя в обустроенных номерах отеля уютно и комфортно.',
    ];

    public $enum = [
        'КРУГЛОСУТОЧНОЕ ОБСЛУЖИВАНИЕ ',
    ];
}