<?php
/**
 * Created by PhpStorm.
 * User: cheremhovo1990
 * Date: 22.02.19
 * Time: 8:37
 */
declare(strict_types=1);


namespace App\Services\GenerateText;


class WiFi
{
    public $list = [
        'На территории hostel предоставляется доступ в интернет.',
        'Быстрый Wi-Fi на всей территории гостиница-хостела.',
        'Беспроводной интернет.',
        'Бесплатный доступ в интернет (wi-fi 24 часа).',
        'На всей территории хостела работает бесплатный WI-FI.',
        'Бесплатный высокоскоростной Wi-Fi.',
        'WI-FI безлимитный.',
        'Бесплатный быстрый WiFi.',
        'Бесплатный вай фай.',
        'К вашим услугам Wi-Fi.',
        'На территории каждого номера нашей минигостиницы работает бесплатный Wi-Fi.',
        'На территории мини-отеля предоставляется доступ в интернет.',
        'Свободный доступ к Wi-Fi.',
        'Высокоскоростной WiFi.',
        'Бесплатый wi-fi в каждой комнате.',
        'На всей территории отеля действует бесплатный доступ к Интернету (Wi-Fi).',
        'Предусмотрен доступ к Интернету посредством Wi-Fi.',
        'Скоростной WiFi.',
        'Стабильный и быстрый беспроводной интернет позволит не отключаться от работы в деловых поездках.',
        'Wi-Fi без лимита.',
        'Бесплатный интернет WI-FI.',
        'Бесплатный Wi-Fi на всей территории мини-отеля.',
        'Бесплатный WiFi на всей территории хостела',
        'Во всех номерах доступен бесплатный Wi-Fi.',
        'Бесплатный Wi-Fi доступен во всех номерах.',
        'Бесплатный интернет во всех номерах.',
        'По всему хостелу действует бесплатный высокоскоростной Wi-Fi.',
    ];
}